import React, { Component } from 'react'
import Head from './header/index'

class Protocol extends Component {
    constructor() {
        super()
    }
    componentDidMount() {
        document.title = '注册协议'
    } 
    render() { 
        return (
            <Head> 
                <div className="container">
                    <h3>注册协议</h3>
                    <div className="info">
                        <p>新新贷网站（www.xinxindai.com）是由新新贷（上海）金融信息服务有限公司（下称“新新贷”）负责运营的金融信息中介服务平台（下称“本网站”），为本网站注册用户提供信息咨询、信息服务、债权匹配等相关金融信息中介服务。</p>
                        <p>《新新贷注册使用协议》（下称“本协议”）由本网站注册用户（下称“您”或“用户”）知悉并签订。本协议包括现有条款及已经发布的或将来可能发布的各类规则，适用于您在本网站的全部活动。<strong>您只要在注册页面协议链接前方的选择框内打勾，并按照本网站规定的注册程序成功注册为用户，该行为即表示同意并签署本协议。</strong></p>
                        <p><strong>在此特别提醒您，务必仔细阅读、充分理解本协议各条款，特别是其中免除或限制新新贷义务、排除或限制您权利的条款。一旦注册，则视为您于本网站使用新新贷所提供的服务时，认可并接受本协议全部条款的约束。若您不接受本协议，则无权使用新新贷于本网站所提供的任何服务。</strong></p>
                        <p>在您注册成为用户时，您应当已经阅读、理解并接受本协议的全部条款及各类规则，并承诺遵守中国现行的法律、法规、规章及其他政府规定，如有违反而导致任何法律后果的发生，您将以自己的名义独立承担所有相应的法律责任。同时，本协议不涉及您与本网站的其他用户之间因网上交易而产生的法律关系及法律纠纷。</p>
                        <p>本网站有权根据需要，不时地制定、修改本协议或各类规则，如本协议及规则有任何变更，本网站将在网站上刊载公告。<strong>新制定、修改的的协议或各类规则一经本网站公告后，即自动生效，与本协议具有同等法律效力。您应当不时地注意本协议及附属规则地变更，若您不同意相关变更，本网站有权不经任何告知终止、中止本协议或者限制您进入本网站的全部或者部分板块且不承担任何法律责任。</strong></p>
                        <b>一、权利限制</b>
                        <p>1、本网站中的全部内容的版权均属于新新贷所有，该内容（包括但不限于文本、数据、文章、设计、源代码、软件、图片、照片及其他全部信息）受中华人民共和国著作权法及各国际版权公约的保护。</p>
                        <p>2、未经本网站事先书面同意，您承诺不以任何方式、不以任何形式复制、模仿、传播、出版、公布、展示网站内容，包括但不限于电子的、机械的、复印的、录音录像的方式和形式等。您承认网站内容是属于本网站的财产。未经本网站书面同意，您亦不得将本网站包含的资料等任何内容镜像到任何其他网站或者服务器。任何未经授权对网站内容的使用均属于违法行为，本网站将追究您的法律责任。</p>
                        <p>3、您承诺合法使用本网站提供的服务及网站内容。禁止在本网站从事任何可能违反中国现行的法律、法规、规章和政府规范性文件的行为或者任何未经授权使用本网站的行为，如擅自进入本网站的未公开的系统、不正当的使用密码和网站的任何内容等。</p>
                        <p>4、本网站接受18周岁以上的具有完全民事行为能力的自然人，或依法经批准设立、有效存续的法人成为网站用户。如您不符合前述资格，请勿注册。本网站保留中止或终止您用户资格的权利。</p>
                        <p>5、您注册成功后，<strong>应当审慎保管您的用户名及密码，不得将本网站的用户名转让给第三方或者授权给第三方使用。您应当知悉，您使用您的用户名和密码登陆本网站后，在本网站的一切行为均代表您并由您承担相应的法律后果。</strong>您有义务在注册时提供自己的真实资料，并保证诸如电子邮件地址、联系电话、联系地址、邮政编码等内容的有效性及安全性。</p>
                        <p>6、如您因网上交易与其他用户产生诉讼的，其他用户有权通过司法部门要求本网站提供相关资料。经国家生效法律文书或行政处罚决定确认您存在违法行为，或者本网站有足够事实依据认定您存在违法或违反本协议之行为（包括但不限于您借款逾期未还）时，本网站有权在互联网络上公布您的违法、违约行为，并将有关该内容记入任何与您相关的信用资料和档案。</p>
                        <b>二、第三方网站</b>
                        <p>1、本网站所含内容可能涉及由第三方所有、控制或者运营的其他网站（下称"第三方网站"）。本网站、本协议及新新贷都无法保证第三方网站之信息的真实性和有效性。</p>
                        <p>2、您于第三方网站上所使用的服务，或与第三方网站形成的权利义务关系，应遵循与第三方网站之约定或协议，与本网站、本协议及新新贷无关。</p>
                        <p>3、本网站并不对第三方网站所涉及的信息提供任何承诺或保证，<strong>您应当自行判断并承担任何因第三方网站提供的内容、产品、广告和其他任何信息所带来的任何风险，</strong>任何您与第三方网站之间的纠纷，与本网站、本协议及新新贷无关。</p>
                        <b>三、不保证声明</b>
                        <p>1、本网站作为提供金融信息服务之中介平台，不对任何用户的个人信息，或用户之间的交易等情况提供任何保证或担保，<strong>您应当知晓任何交易或出借行为均存在风险，充分阅读本网站提供的相应风险提示，并根据自身的交易目标、风险承受能力和资产状况等谨慎决策。</strong></p>
                        <p>2、依据上述第1款，本网站及新新贷的股东、创建人、高级职员、董事、代理人、关联公司、母公司、子公司和雇员均无权以个人或本网站、新新贷的名义，对任何用户的个人信息，或用户之间的交易等情况之真实性、充分性、及时性、可靠性、完整性和有效性提供任何保证或担保。</p>
                        <p>3、<strong>您应当依赖于您的独立判断于本网站上进行任何交易或出借，并对您作出的判断承担全部责任。</strong></p>
                        <b>四、免责条款</b>
                        <p><strong>基于互联网的特殊性，您应当知悉并理解，本网站无法保证所提供之服务不会发生中断，也无法完全保证服务的及时性和安全性。当本网站系统因相关状况无法正常运作，使您在使用本网站的任何服务时受到任何影响的，本网站及新新贷对您或其他第三方不承担任何法律责任，</strong>前述“相关状况”包括但不限于：</p>
                        <p>1、本网站系统停机维护期间。</p>
                        <p>2、电信设备出现故障不能进行数据传输的。</p>
                        <p>3、由于黑客攻击、网络供应商技术调整或故障、网站升级、银行方面的问题等原因而造成的本网站服务中断或延迟。</p>
                        <p>4、因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成本网站系统障碍不能执行业务的。</p>
                        <p>5、本网站或新新贷不存在过错、无法定或约定义务的其他情况。</p>
                        <b>五、信息监测</b>
                        <p>本网站有权根据法律、法规及相关监管部门的要求，定期检查本网站内的信息，并有权对本网站、您及其他用户发布信息进行透露、修改或者必要的删除，使本网站之内容符合相关法律法规及其他监管部门之规定。</p>
                        <p><strong>本网站有权单独判断并删除您及任何第三人于本网站发布的各类不符合法律政策、不真实、不适当的信息内容；您如有违反法律、法规、监管要求及与本网站或新新贷达成的任何约定的，本网站有权作出独立判断并采取暂停服务或关闭账户等措施；您在此同意本网站无需就上述行为承担任何责任。</strong></p>
                        <b>六、隐私规则</b>
                        <p>本网站依据本协议，对于用户提供的、自行收集的、经认证的个人信息通过以下规则予以保护、使用或者披露。</p>
                        <span>1、用户限制</span>
                        <p>本网站仅接受合法设立并存续的法人、已满18周岁完全民事行为能力人基于真实意思表示注册成为用户并自愿地向本网站提供真实个人信息；对于以下信息，本网站将不予录入、使用：</p>
                        <p>1）未满18周岁之未成年人，或限制民事行为能力人所提供的个人信息；</p>
                        <p>2）并非出于您真实意思表示，或在受欺诈、胁迫等情况下所提供的个人信息；</p>
                        <p>3）未经许可、遭到非法盗用的公民个人信息。<strong>禁止任何人以任何途径向本网站提供未经许可或非法盗用的公民个人信息，一经发现，本网站将立即报警并追究提供者的一切法律责任。</strong></p>
                        <span>2、信息收集</span>
                        <p>本网站将依据相关监管规定，向您收集有关法律、法规及新新贷要求的额外信息，以完善您的用户信息及信用评级，并依据您的信用评级为您量身匹配债权、解决争议，力求使您在本网站实现更安全的交易及出借。</p>
                        <p>本网站将按照您在本网站上的行为自动追踪并分析向您收集的额外信息。在不透露您个人隐私的前提下，您将同意本网站对用户数据库进行分析并进行商业上的利用，亦同意本网站使用诸如“Cookies”的资料收集装置收集额外信息。</p>
                        <span>3、信息使用</span>
                        <p>本网站有权使用上述第1、2款所收集的信息（包括但不限于本网站持有的有关用户的档案中的资料，及本网站从用户目前及以前在本网站上的活动所获取的其他资料）以作解决争议、调停纠纷、对外公示借款项目信息之用。</p>
                        <p><strong>本网站有权依据您本人的授权，对您所提供的信息进行审核及认证，并依据您提供的信息生成与您相关联的电子签名，以作线上合同签约之用。您应当知悉并同意本电子签名之效力等同于您本人书面亲笔签名，并在此同意将全面接受并履行与其他用户通过本网站以该电子签名形式签订的任何线上合同及其他法律文件。</strong></p>
                        <p>本网站将在必要的情况下调查多个用户以识别问题或解决争议，特别是本网站可审查用户的资料以区分使用多个用户名或别名的用户。为禁止用户在本网站上的欺诈、非法或其他刑事犯罪活动，使本网站免受其害，用户同意本网站可通过人工或自动程序对用户的个人资料进行评价。</p>
                        <p>用户同意本网站可以使用用户的个人资料以改进本网站的推广和促销工作、分析网站的使用率、改善本网站的内容和产品推广形式，并使本网站的网站内容、设计和服务更能符合用户的要求。这些使用能改善本网站的网页，以调整本网站的网页使其更能符合用户的需求，从而使用户在使用本网站服务时得到更为顺利、有效、安全及度身订造的交易体验。</p>
                        <span>4、信息披露</span>
                        <p><strong>本网站有义务根据有关监管规定之要求，因披露借款项目信息之目的，于本网站公开向其他客户披露借款客户的必要信息，包括但不限于借款目的、资质证明、借款使用情况、抵押物信息等。</strong></p>
                        <p>本网站有义务根据有关法律要求，因实现他人合法诉求之目的，向司法机关和政府部门提供用户的必要信息。如您的借款逾期超过7天，本网站有权对您所提供的，及本网站自行收集的信息和资料编辑入本网站黑名单。</p>
                        <p><strong>您将同意并授权，本网站将按照国家相关法律、法规的规定，将您的信用信息送至本网站合作的相关机构（包括但不限于金融机构、税务、工商、征信机构、人民法院等），并同意授权本网站向该等机构查询、使用您包括社保信息在内的信用信息。</strong></p>
                        <span>5、信息提供</span>
                        <p>在本网站提供的交易活动中，用户无权要求本网站提供其他用户的信息，除非符合以下条件：</p>
                        <p>1）用户已向法院起诉其他用户的在本网站活动中的违约行为；</p>
                        <p>2）接受用户贷款的借款人逾期未归还借款本息；</p>
                        <p>3）本网站被吊销营业执照、解散、清算、宣告破产或者其他有碍于用户收回借款本息的情形。</p>
                        <p>4）其他借款合同或本网站规则所约定的其他情况。</p>
                        <span>6、密码使用</span>
                        <p>本网站将对您的密码严格保密。<strong>您将对您的用户名和密码于本网站上所进行的一切行为负责。因此，除非您本人知晓并全权委托，请您不要向任何第三方披露您在本网站的用户名和密码，否则由此造成的损失将由您自行承担。</strong></p>
                        <b>七、风险提示</b>
                        <p>您应当理解并认可，任何出借或交易行为均存在出借风险，风险涵盖出借本金及利息等全部款项。在作为出借人时，您应当全面了解相关法律风险，根据自身的交易目标、风险承受能力和资产状况等谨慎决策，并自行承担全部风险。</p>
                        <p>您应当理解并认可，本网站、新新贷及其他任何第三人都无法保证您的交易或出借无风险，您在本网站进行出借或交易时，存在包括但不限于以下几类风险：</p>
                        <p><strong>1、政策风险：</strong>国家宏观政策、财政政策、货币政策、行业政策、地区发展政策的变动可能会对出借方执行产生不利影响；</p>
                        <p><strong>2、借款方信用风险：</strong>当借款方因突发事件或其他不可预见的事件，导致短期或者长期丧失还款能力或改变还款意愿，资金可能无法按时回收；</p>
                        <p><strong>3、资金流动性风险：</strong>出借人按照约定将资金出借给借款人使用，在借款人不主动提前还款的情况下，出借人的出借资金将分期回收，因此资金回收需要一定的周期；</p>
                        <p><strong>4、提前退出风险：</strong>出借人需要提前回收出借资金时，只能以债权转让之方式退出；您应当知晓债权转让之匹配仍需要一定周期，<strong>本网站无法保证能够及时为您的债权匹配合适的受让人，如未能及时匹配，您将一直持有该债权至匹配成功或期满；</strong></p>
                        <p><strong>5、不可抗力的风险：</strong>由于战争、动乱、罢工、自然灾害等不可抗力因素的出现，可能导致出借人的出借资金受到损失；</p>
                        <p><strong>6、其他风险：</strong>本风险提示函的揭示事项仅为列举性质，无法详尽列明出借人所面临的全部风险和可能导致出借人资产损失的所有因素。</p>
                        <b>八、损害赔偿</b>
                        <p>由于您违反本协议的条款和规则，或违反任何其他法律、法规或侵害第三方的权利而引起的任何索赔、要求、诉讼、损失和损害，无论是已知或未知的、故意的或过失的，您都同意就此对本网站及其他损失方予以补偿，并使本网站及新新贷免受损害。</p>
                        <p>本条所称损失，包括但不限于为实现债权或弥补损失而产生的律师费、诉讼费、差旅费等合理费用。</p>
                        <b>九、协议终止</b>
                        <p>您单方需要终止本协议的，应当与本网站协商并达成一致；本网站有权根据相关法律法规、本协议及其他规则的约定，单方终止本协议或者限制您使用本网站之服务，且不承担任何责任。</p>
                        <b>十、适用法律和管辖</b>
                        <p>因本网站提供服务所产生的争议均适用中华人民共和国法律，并由本网站住所地的上海市虹口区人民法院管辖。</p>
                        <b>十一、附加条款及独立性</b>
                        <p>在本网站的某些部分或页面中可能存在除本协议以外的单独的附加服务条款，当这些条款存在冲突时，以这些单独的附加服务条款优先适用。</p>
                        <p>若本协议的部分条款被认定为无效或者实际无法履行时，本协议中的其他条款仍然有效。</p>
                    </div>
                </div>
            </Head>
        )
    }
}

export default Protocol